atlassian.atlascode
bruno-api-client.bruno
chaojie.better-mako
charliermarsh.ruff
christian-kohler.npm-intellisense
curioswitch.sqltools-driver-cloudsql-pg
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-dash
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-diff
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gitworktrees.git-worktrees
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
gruntfuggly.todo-tree
hashicorp.terraform
johnpapa.vscode-peacock
mads-hartmann.bash-ide-vscode
matt-meyers.vscode-dbml
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
mtxr.sqltools
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
natizyskunk.sftp
randomfractalsinc.vscode-data-preview
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
sugatoray.jinja-extension-pack
svelte.svelte-vscode
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
withfig.fig
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
