anthropic.claude-code
anysphere.cursorpyright
astral-sh.ty
biomejs.biome
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coderabbit.coderabbit-vscode
cweijan.vscode-postgresql-client2
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
esbenp.prettier-vscode
exodiusstudios.comment-anchors
fabiospampinato.vscode-diff
foxundermoon.shell-format
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
gruntfuggly.todo-tree
hashicorp.terraform
humao.rest-client
jetbrains.kotlin
johnpapa.vscode-peacock
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
openai.chatgpt
pkief.material-icon-theme
prisma.prisma
redis.redis-for-vscode
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
twxs.cmake
typescriptteam.native-preview
uniquevision.vscode-plpgsql-lsp
vscjava.vscode-gradle
vscodevim.vim
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
